-- ========================================================================
-- 【记录配置文件($$lib_upgrade_经验表)】
-- 说明：数据表所属的全部记录，除下面列出的记录外，响应记录树中还可以包含公共记录的根记录记录(common.xxx.xxx)。响应记录树所属记录只可以继承来自记录模板的记录记录（template.xxx）。特殊标记：1、#NIL代表强制赋值为nil，无视继承值。
-- ========================================================================

local user_data = require 'obj.effect.user_data'
local event_register = base.event_register
local mt = {
    ['root'] = {
            [1] = 100,
            [2] = 200,
            [3] = 300,
            [4] = 400,
            [5] = 500,
            [6] = 600,
        },
}

return mt